/* Hybrid map view */
"Hybrid" = "Hybride";

/* Satellite map view */
"Satellite" = "Satellite";

/* Standard map view */
"Standard" = "La norme";

/* Shows My location */
"Show My Location" = "Afficher ma position";

/* Shows Pin Location */
"Pin Location" = "Emplacement des broches";

/* Pin shows where I was born */
"The hospital I was born in." = "L'hôpital dans lequel je suis né.";

/* Pin shows where I live now */
"This is where I live now." = "C'est ici que je vis maintenant.";

/* First gemstone cave i've seen. */
"This cave is full of amazing gems." = "Cette grotte est pleine de joyaux incroyables.";
